{
    "questions": [
        "HOW DO YOU THINK HUMANS LEARNT TO SWIM?",
        "WHICH CELEBRITY DO YOU THINK WOULD HAVE THE WEIRDEST BROWSER HISTORY?",
        "IF YOU WERE OFFERED THE POSITION OF MAYOR OF YOUR CITY, WOULD YOU TAKE IT?",
        "WHAT DO YOU THINK WAS GOING ON THROUGH THE MIND OF THE PERSON WHO DISCOVERED ANIMALS AS A SOURCE OF MILK?",
        "WHAT BOARD GAME DO YOU LIKE THE MOST?",
        "WHICH TAGLINE SHOULD A BRAND BORROW FROM ANOTHER BRAND TO MAKE THEIR BRAND BETTER?",
        "WHICH COULD BE THE WORST SONG TO WAKE UP TO EVERYDAY?",
        "WHAT DO YOU THINK IS THE GREATEST INVENTION IN THE HISTORY OF MANKIND?",
        "IF YOU INHERITED OR WON A MILLION DOLLARS, WHAT’S THE VERY FIRST THING YOU WOULD DO WITH THE MONEY?",
        "IF YOU WERE IN A WITNESS PROTECTION PROGRAM, WHAT WOULD BE YOUR NEW NAME AND WHERE WOULD YOU GO?"
    ], 
    "data": [
        {"Adjusted no": -7.113821138,
        "Adjusted yes": 7.142857143,
        "ID": 370,
        "Text": "I would like to see my town flourish and I don't care where people come from in order to make this happen"
        },
       {"Adjusted no": -7.723577236,
        "Adjusted yes": 5.319148936,
        "ID": 11,
        "Text": "I would like my town to attract more people from cities to live here"},
       {"Adjusted no": -7.520325203,
        "Adjusted yes": 4.255319149,
        "ID": 12,
        "Text": "I would like my town to attract more people from other countries to live here"},
       {"Adjusted no": -5.081300813,
        "Adjusted yes": 5.167173252,
        "ID": 1,
        "Text": "I would like to work in and have access to a city, but live in a town"},
       {"Adjusted no": -5.894308943,
        "Adjusted yes": 6.23100304,
        "ID": 21,
        "Text": "I would like to live nearer shops, entertainment and public services even if it means less of a sense of local community"},
       {"Adjusted no": -4.674796748,
        "Adjusted yes": 4.863221884,
        "ID": 3,
        "Text": "There should be more affordable housing, even if it means smaller or lower quality houses"},
       {"Adjusted no": -2.032520325,
        "Adjusted yes": 2.279635258,
        "ID": 337,
        "Text": "Empty high street shops should be converted to housing"},
       {"Adjusted no": -2.642276423,
        "Adjusted yes": 5.015197568,
        "ID": 274,
        "Text": "Our young people should be encouraged to stay in situ and we should make it attractive for them to do so"},
       {"Adjusted no": -4.674796748,
        "Adjusted yes": 4.559270517,
        "ID": 18,
        "Text": "I am worried about the ageing population of my town"},
       {"Adjusted no": 0.6097560976,
        "Adjusted yes": 0.6079027356,
        "ID": 192,
        "Text": "I am worried about the changing demographics of my town"},
       {"Adjusted no": 2.235772358,
        "Adjusted yes": -1.215805471,
        "ID": 13,
        "Text": "If lots of people come to live in my town who have no connection to it, the town might lose its identity"},
       {"Adjusted no": -5.487804878,
        "Adjusted yes": 5.775075988,
        "ID": 16,
        "Text": "Higher paying jobs in the town would be a good thing, even if they are taken by people who have no prior connection to the town"}]
}